Repository: shishirking/testing
Catalog: wpsc-languages/wpsc-*.po
Languages: pt_pt

source: Upgrading to WP e-Commerce 3.7 and later requires you to run this fix once.The following Boxes corresponds to the form fields in your current checkout page. All you have to do is select from the drop-down menu box what each of the following fields represent. Sorry for any inconvenience caused, but we're sure you'll agree that the new purchase logs are worth this minor hassle.
pt_pt: Actualizar para o WP e-Commerce 3.7 e posterior requer que isto seja executado uma vez. As seguintes caixas correspondem aos campos de formulário na sua página de checkout actual. Tudo que você precisa fazer é seleccionar na caixa de menu drop-down o que cada um dos seguintes campos representam. Pedimos desculpa pelo incómodo causado mas temos a certeza que concorda que os novos registos de compra justificam este incómodo menor.

source: Admin Settings
pt_pt: Definições de administrador

source: Max downloads per file
pt_pt: Número de downloads por ficheiro

source: Lock downloads to IP address
pt_pt: Bloquear downloads para o endereço IP

source: Check MIME types on file uploads
pt_pt: Verificar MIME types ao fazer upload de ficheiros

source: Warning: Disabling this exposes your site to greater possibility of malicious files being uploaded, we reccomend installing the Fileinfo extention for PHP rather than disabling this.
pt_pt: ATENÇÃO: Desactivar esta opção expõe o seu site a uma maior possibilidade de upload de arquivos maliciosos. Recomendamos a instalação da extensão Fileinfo para PHP ao invés de desactivar esta opção.

source: Purchase Log Email
pt_pt: Email de relatório de compra

source: i.e. this is the address where your purchase reports are sent.
pt_pt: i.e. este é o endereço de email para onde são enviados os relatórios de compras.

source: Purchase Receipt - Reply Address
pt_pt: Recibo de compra - Endereço de resposta

source: i.e. this is the reply address contained in the purchase receipt sent to the buyer.
pt_pt: i.e. este é o endereço de email de resposta incluído no recibo de compra, enviado para o cliente.

source: Purchase Receipt - Reply Name
pt_pt: Recibo de compra - Nome de resposta

source: i.e. this is the "from name" buyers will see in their purchase receipt.
pt_pt: i.e. este será o nome "Enviado por" que os clientes verão no seu recibo de compra.

source: Custom Messages
pt_pt: Mensagens personalizadas

source: Tags can be used
pt_pt: Podem ser utilizadas tags

source: Admin Report
pt_pt: Relatório de administrador

source: Track and Trace settings
pt_pt: Definições de Rastreamento e Localização

source: Tracking Email Subject
pt_pt: Assunto do email de rastreamento

source: Tracking Email Message
pt_pt: Mensagem do email de rastreamento

source: URL Settings
pt_pt: Definições de URL

source: The location of the product list
pt_pt: A localização da lista de produtos

source: The location of the shopping cart
pt_pt: A localização do carrinho de compras

source: Transaction Details URL
pt_pt: URL de Detalhes da Transacção

source: User Account URL
pt_pt: URL da Conta de Utilizador

source: Update Page URLs
pt_pt: Actualizar URL de página

source: Fix Product Group Permalinks
pt_pt: Corrigir permalinks do grupo de produtos

source: Checkout Options
pt_pt: Opções de checkout

source: Users must register before checking out
pt_pt: Os utilizadores deverão registar-se antes de efectuar o checkout

source: If yes then you must also turn on the wordpress option "Any one can register"
pt_pt: Se sim, deverá igualmente activar a opção do Wordpress "Qualquer pessoa se pode registar"

source: Lock Tax to Billing Country
pt_pt: Associar imposto ao país de facturação

source: Disregard Billing State for Tax Calculations
pt_pt: Não considerar o estado de facturação para cálculo do imposto

source: Enable Shipping Same as Billing Option:
pt_pt: Activar a opção de dados de envio iguais aos dados pessoais

source: Here you can customise the forms to be displayed in your checkout page. The checkout page is where you collect important user information that will show up in your purchase logs i.e. the buyers address, and name...
pt_pt: Aqui poderá personalizar os formulários que serão mostrados na página de checkout. É na página de checkout que poderá recolher informações importantes dos seus clientes, que serão apresentadas nos relatórios de compras, como o nome do cliente, a morada, etc...

source: + Add New Form Set
pt_pt: + Adicione um novo conjunto de formulário

source: Add new Form Set
pt_pt: Adicione um novo conjunto de formulário

source: This will be the Email address that the Purchase Reciept is sent to.
pt_pt: Este é o endereço de email para onde será enviado o Recibo da Encomenda.

source: Add New Form Field
pt_pt: Adicione um novo campo de formulário

source: Please Select A Payment Gateway
pt_pt: Por favor seleccione um Gateway de Pagamento

source: Gateway Options
pt_pt: Opções de Gateway

source: General Settings
pt_pt: Definições gerais

source: Payment Gateways
pt_pt: Gateways de pagamento

source: Activate the payment gateways that you want to make available to your customers by selecting them below.
pt_pt: Active os gateways de pagamento que pretende disponibilizar aos seus clientes, selecionando-os de seguida:

source: We Recommend
pt_pt: Recomendamos

source: Select a Payment Gateway below to configure it.
pt_pt: Seleccione um Gateway de Pagamento para o configurar.

source: Payment Gateway
pt_pt: Gateway de pagamento

source: Display Name
pt_pt: Nome a mostrar

source: The text that people see when making a purchase
pt_pt: O texto que os clientes vêem quando efectuam uma compra

source: Base Country/Region
pt_pt: País base

source: Select your primary business location.
pt_pt: Seleccione a localização principal do seu negócio.

source: Tax Settings
pt_pt: Definições de impostos

source: Tax Included in prices
pt_pt: Imposto incluído nos preços

source: Currency Settings
pt_pt: Definições de moedas

source: Currency sign location
pt_pt: Localização do símbolo da moeda

source: Hide Decimals on Products Pages
pt_pt: Ocultar casas decimais nas páginas de produtos

source: Import Products CSV
pt_pt: Importar produtos de ficheiro CSV

source: <p>You can import your products from a comma delimited text file.</p><p>An example of a cvs import file would look like this: </p><p>Description, Additional Description, Product Name, Price, SKU, weight, weight unit, stock quantity, is limited quantity</p>
pt_pt: <p>Poderá importar os seus produtos de um ficheiro de texto CSV.</p><p>Um exemplo de um ficheiro CSV de importação terá o seguinte aspecto: </p><p>Descrição, Descrição adicional, Nome do produto, Preço, SKU, peso, unidade de peso, stock, limite de quantidade</p>

source: Show All Products
pt_pt: Mostrar todos os produtos

source: Show Category List
pt_pt: Mostrar lista de categorias

source: Show All Products + Category List
pt_pt: Mostrar todos os produtos + Lista de categorias

source: Button Settings
pt_pt: Definições de botão

source: Button Type
pt_pt: Tipo de botão

source: Hide "Add to cart" button
pt_pt: Ocultar o botão "Adicionar ao carrinho"

source: Product Settings
pt_pt: Definições de produto

source: Show Product Ratings
pt_pt: Mostrar avaliações de produtos

source: Display Fancy Purchase Notifications
pt_pt: Mostrar notificações de compra imaginativas

source: Show Postage and Packaging
pt_pt: Mostrar Portes e Embalagem

source: Disable link in Title
pt_pt: Desabilitar o link no título

source: Add quantity field to each product description
pt_pt: Adicionar campo de quantidade à descrição de cada produto

source: Theme Customisation
pt_pt: Personalização de temas

source: Thanks, the themes have been copied.
pt_pt: Obrigado, os temas foram copiados.

source: Theming your stores appearance is easy.
pt_pt: Personalizar o tema da sua loja é fácil.

source: You just need to edit the appropriate files in the following location.
pt_pt: Apenas precisa editar os ficheiros apropriados na seguinte localização.

source: Path:
pt_pt: Caminho:

source: To create a new theme:
pt_pt: Para criar um novo tema:

source: Copy the default directory and rename it 'newTheme'
pt_pt: Copie a pasta default e renomeie-a para 'novoTema'

source: Rename the default.css file inside the 'newTheme' directory to 'newTheme.css'
pt_pt: Renomeie o ficheiro default.css dentro da pasta 'novoTema' para 'novoTema.css'

source: The permissions on your themes directory are incorrect.
pt_pt: As permissões da sua pasta de temas no seu servidor estão incorrectas.

source: Please set the permissions to 775 on the following directory.
pt_pt: Por favor defina as permissões para 755 na seguinte pasta.

source: Your theme files have not been moved. Until your theme files have been moved, we have disabled automatic upgrades.
pt_pt: Os ficheiros do seu tema não foram movidos. Os upgrades automáticos estão desactivados até que os ficheiros do seu tema sejam movidos.

source: Click here to <a href='%s'>Move your files</a> to a safe place
pt_pt: Clique aqui para <a href='%s'>mover os seus ficheiros</a> para um local seguro

source: Read Tutorials
pt_pt: Ler tutoriais

source: Product Page Settings
pt_pt: Definições da página de produto

source: Purchase unavailable options
pt_pt: Opções de compra indisponíveis

source: Show quantity form in list view
pt_pt: Mostrar quantidade na visualização de lista

source: Products Per Row
pt_pt: Produtos por linha

source: Show images only
pt_pt: Mostrar apenas imagens

source: Display Description
pt_pt: Mostrar descrição

source: Display "Add To Cart" Button
pt_pt: Mostrar o botão "Adicione ao carrinho"

source: Display "More Details" Button
pt_pt: Mostrar o botão "Mais detalhes"

source: Theme
pt_pt: Tema

source: Product page displays
pt_pt: Apresentação da página de produtos

source: Drag &amp; Drop
pt_pt: Arrastar &amp; Largar

source: Time Uploaded
pt_pt: Data de Upload

source: If you have used the drag-drop interface on the edit-products page to order your products then you must use the Drag &amp; Drop option.
pt_pt: Se utilizou a interface arrastar-largar na página de edição de produtos para encomendar os seus produtos, então deverá utilizar a opção Arrastar &amp; Largar.

source: Show Breadcrumbs
pt_pt: Mostrar Breadcrumbs

source: Product Groups/Products Display
pt_pt: Grupos de produtos/Apresentação de produtos

source: Product Groups Only (All products displayed)
pt_pt: Apenas grupos de produtos (todos os produtos apresentados)

source: Sliding Product Groups (1 product per page)
pt_pt: Grupos de produtos corridos (um produto por página)

source: Show Subcategory Products in Parent Category
pt_pt: Mostrar produtos das subcategorias na categoria principal

source: Show Search
pt_pt: Mostrar pesquisa

source: Show Advanced Search
pt_pt: Mostrar pesquisa avançada

source: Use Live Search
pt_pt: Utilizar Live Search

source: Replace Page Title With Product/Category Name
pt_pt: Subtituir o título da página pelo nome da categoria ou produto

source: Shopping Cart Settings
pt_pt: Definições do carrinho de compras

source: Cart Location
pt_pt: Localização do carrinho

source: Sidebar
pt_pt: Barra lateral

source: Page
pt_pt: Página

source: You need to enable the widgets plugin to use this
pt_pt: É necessário activar o plugin de widgets para utilizar isto

source: You need to install the Gold and DropShop extentions to use this
pt_pt: Precisa instalar a extensão Gold and DropShop para utilizar isto

source: Show Dropshop on every page
pt_pt: Mostrar DropShop em todas as páginas

source: Show Dropshop only on product page
pt_pt: Mostrar DropShop apenas na página de produto

source: Use light Dropshop style
pt_pt: Utilizar Dropshop estilo claro

source: Use dark Dropshop style
pt_pt: Utilizar Dropshop estilo escuro

source: Use Sliding Cart
pt_pt: Utilizar Carrinho de Compras em carrocel

source: Display "+ Postage & Tax"
pt_pt: Mostrar "+ Portes e Taxas"

source: Product Group Settings
pt_pt: Definições de grupo de produtos

source: Show Product Group Description
pt_pt: Mostrar descrição de grupo de produtos

source: Show Product Group Thumbnails
pt_pt: Mostrar thumbnails de grupo de produtos

source: Show Product Count per Product Group
pt_pt: Mostrar contagem de produtos por grupo de produtos

source: Use Category Grid View
pt_pt: Utilizar visualização de categorias em grelha

source: Default Product Thumbnail Size
pt_pt: Tamanho por defeito da thumbnail de produto

source: Resize Existing Thumbnails
pt_pt: Redimensionar thumbnails existentes

source: Default Product Group Thumbnail Size
pt_pt: Tamanho por defeito da thumbnail de grupo de produtos

source: Single Product Image Size
pt_pt: Tamanho da imagem individual do produto

source: Show Thumbnails
pt_pt: Mostrar thumbnails

source: Show Thumbnail Gallery
pt_pt: Mostrar galeria de thumbnails

source: Gallery Thumbnail Image Size
pt_pt: Tamanho da imagem de thumbnail da galeria

source: Pagination settings
pt_pt: Definições de paginação

source: Use Pagination
pt_pt: Utilizar paginação

source: number of products to show per page
pt_pt: número de produtos a mostrar por página

source: Top
pt_pt: Topo

source: Bottom
pt_pt: Rodapé

source: Both
pt_pt: Ambos

source: Comment Settings
pt_pt: Definições de comentários

source: Use IntenseDebate Comments
pt_pt: Utilizar IntenseDebate Comments

source: IntenseDebate Account ID
pt_pt: ID de conta (Account ID) IntenseDebate

source: Help on finding the Account ID
pt_pt: Ajuda para encontrar o sei ID de conta (Account ID)

source: By Default Display Comments on
pt_pt: Por defeito, mostrar comentários em

source: Use Shipping
pt_pt: Utilizar expedição

source: If you are only selling digital downloads, you should select no to disable the shipping on your site.
pt_pt: Se vende apenas produtos digitais para download, deverá seleccionar não para desactivar a opção de envio no seu site.

source: Base Zipcode/Postcode:
pt_pt: Código postal base:

source: If you are based in America then you need to set your own Zipcode for UPS and USPS to work. This should be the Zipcode for your Base of Operations.
pt_pt: Se estiver a operar a partir dos Estados Unidos da América, necessita configurar o seu próprio código postal para trabalhar com a UPS ou USPS. Este deverá ser o código postal da sua base operacional.

source: ShipWire Settings
pt_pt: Definições ShipWire

source: ShipWire Email
pt_pt: Email ShipWire

source: ShipWire Password
pt_pt: Password ShipWire

source: Enable Free Shipping Discount
pt_pt: Activar desconto de envio gratuito:

source: Shipping Modules
pt_pt: Módulos de envio

source: To enable shipping in WP e-Commerce you must select which shipping methods you want to enable on your site
pt_pt: Para permitir expedição no WP e-Commerce deverá seleccionar os meios de expedição que pretende disponibilizar no seu website

source: <br /><strong>UPS has been deactivated because you are running PHP4, please upgrade to PHP5 to enable UPS.</strong>
pt_pt: <br /><strong>A UPS foi desactivada porque você está a correr o PHP4. Por favor faça o upgrade para PHP5 para permitir a UPS.</strong>

source: Internal Shipping Calculators
pt_pt: Calculadoras internas de fretes de expedição

source: External Shipping Calculators
pt_pt: Calculadoras externas de fretes de expedição

source: The following shipping modules all need cURL which is not installed on this server, you may need to contact your web hosting provider to get it set up.
pt_pt: Os seguintes módulos de expedição necessitam do cURL, que não está instalado neste servidor. Para o configurar, poderá ser necessário entrar em contacto com o seu fornecedor de alojamento web.

source: You just added "[product_name]" to your cart.
pt_pt: Adicionou o artigo "[product_name]" ao seu carrinho de compras.

source: Sorry, but you cannot add zero items to your cart
pt_pt: Pedimos desculpa mas não pode adicionar zero artigos ao seu carrinho de compras

source: Sorry, but there are only [number] of this item in stock.
pt_pt: Pedimos desculpa mas apenas temos [number] unidades deste artigo em stock.

source: Sorry, but the item "[product_name]" is out of stock.
pt_pt: Pedimos desculpa mas o artigo "[product_name]" encontra-se esgotado.

source: You must select a shipping method, otherwise we cannot process your order.
pt_pt: Tem que escolher um método de envio, caso contrário não podemos processar a sua encomenda.

source: Please agree to the terms and conditions, otherwise we cannot process your order.
pt_pt: Por favor aceite os Termos e Condições de Utilização, caso contrário não podemos processar a sua encomenda.

source: Oops the product : %s cannot be shipped to %s. To continue with your transaction please remove this product from the list above.
pt_pt: Ups, o produto %s não pode ser enviado para %s. Para continuar com a sua transacção, por favor remova este produto da lista.

source: Please enter a Zipcode and click calculate to proceed
pt_pt: Por favor insira um código postal e clique em Calcular para continuar

source: This download is no longer valid, Please contact the site administrator for more information.
pt_pt: Este download já não é válido. Por favor contacte o administrador do site para mais informações.

source: Brands
pt_pt: Marcas

source: Tax Included (%s%%)
pt_pt: Imposto incluído (%s%%)

source: Tax Included
pt_pt: Imposto incluído

source: Tax
pt_pt: Imposto

source: People who bought this item also bought
pt_pt: Clientes que compraram este artigo compraram também

source: Updating
pt_pt: A actualizar

source: Continue Shopping
pt_pt: Continue a comprar

source: You are using the example product group as your default group and it has no products in it, you should set the default group to something else, you can do so from your Shop Settings page.
pt_pt: Está a utilizar o grupo de produtos de exemplo como o seu grupo de produtos padrão e este não tem artigos. Deverá definir outro grupo como grupo padrão, através da página de Definições de Loja.

source: This group is set as your default product group, you should either add some items to it or switch your default product group to one that does contain items.
pt_pt: Este grupo está definido como o grupo de produtos padrão. Deve adicionar-lhe alguns artigos ou alterar o seu grupo de produtos padrão para um que contenha artigos.

source: Select Parent
pt_pt: Seleccione o pai

source: Choose a downloadable file for this product:
pt_pt: Seleccione um ficheiro para download para este produto:

source: Choose a downloadable file for this variation
pt_pt: Seleccione um ficheiro para download para esta variável

source: No Product
pt_pt: Sem produtos

source: Example category
pt_pt: Categoria exemplo

source: Example details
pt_pt: Detalhes exemplo

source: Example Brand
pt_pt: Marca exemplo

source: Accepted Payment
pt_pt: Pagamento aceite

source: Job Dispatched
pt_pt: Encomenda expedida

source: product image width
pt_pt: largura da imagem do produto

source: product image height
pt_pt: altura da imagem do produto

source: product group image width
pt_pt: largura da imagem do grupo de produtos

source: product group image height
pt_pt: altura da imagem do grupo de produtos

source: The location of the checkout page
pt_pt: A localização da página de checkout

source: The location of the transaction detail page
pt_pt: A localização da página de detalhes da transação

source: The payment gateway to use
pt_pt: A gateway de pagamento a utilizar

source: the GST rate
pt_pt: a taxa de IVA

source: the download limit
pt_pt: o limite de downloads

source: Display or hide postage and packaging
pt_pt: Mostrar ou ocultar portes e embalagem

source: Display or hide specials on the sidebar
pt_pt: Mostrar ou ocultar promoções na barra lateral

source: Default postage and packaging
pt_pt: Portes e embalagem padrão

source: Email address that purchase log is sent to
pt_pt: Endereço de email para onde é enviado o relatório da compra

source: Email address that purchase reports are sent from
pt_pt: Endereço de email para onde são enviados os relatórios de compras

source: Checkout terms and conditions
pt_pt: Termos e condições de utilização para checkout

source: Default Brand
pt_pt: Marca padrão

source: Select what product group you want to display on the products page
pt_pt: Seleccione o grupo de produtos a mostrar na página de produtos

source: Products Page
pt_pt: Página de produtos

source: Transaction Results
pt_pt: Resultados da transação

source: Your Account
pt_pt: A sua conta

source: 1. Your billing/contact details
pt_pt: 1. Os seus detalhes de facturação/contacto

source: Postal Code
pt_pt: Código postal

source: 2. Shipping details
pt_pt: 2. Detalhes de envio

source: State
pt_pt: Estado

source: <strong>ERROR</strong>: Please enter a username.
pt_pt: <strong>ERRO</strong>: Por favor introduza um nome de utilizador.

source: <strong>ERROR</strong>: This username is invalid. Please enter a valid username.
pt_pt: <strong>ERRO</strong>: O nome de utilizador é inválido. Por favor introduza um nome de utilizador válido.

source: <strong>ERROR</strong>: This username is already registered, please choose another one.
pt_pt: <strong>ERRO</strong>: Este nome de utilizador já existe, por favor escolha outro.

source: <strong>ERROR</strong>: Please type your e-mail address.
pt_pt: <strong>ERRO</strong>: Por favor introduza o seu endereço de email.

source: <strong>ERROR</strong>: The email address isn&#8217;t correct.
pt_pt: <strong>ERRO</strong>: O endereço de email não é correcto.

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
pt_pt: <strong>ERRO</strong>: Este endereço de email já está registado, por favor escolha outro.

source: <strong>ERROR</strong>: Couldn&#8217;t register you... please contact the <a href="mailto:%s">webmaster</a> !
pt_pt: <strong>ERRO</strong>: Não foi possível efectuar o seu registo... por favor contacte o <a href="mailto:%s">webmaster</a> !

source: is out of stock
pt_pt: está esgotado

source: Remaining stock of
pt_pt: Stock restante de

source: and its variations is 0. Product was unpublished.
pt_pt: e as suas variações é 0. O produto foi despublicado.

source: is 0. Product variation was set to invisible.
pt_pt: é 0. A variável do produto está definida com invisível.

source: is 0. Product was unpublished.
pt_pt: é 0. O produto foi despublicado.

source: This product has no available stock
pt_pt: Este produto não tem stock disponível

source: One or more of your shipping modules does not support products without a weight set. Please either disable shipping for this product or give it a weight
pt_pt: Pelo menos um dos seus módulo de expedição não suporta produtos que não tenham um peso definido. Por favor desactive a opção de expedição para este produto ou atribua-lhe um peso

source: Release downloads locked to this IP address %s
pt_pt: Desbloquear downloads bloqueados para este endereço IP %s

source: Thanks, the purchase log record has been deleted
pt_pt: Obrigado, o registo de compra foi eliminado

source: Visit upgrade homepage
pt_pt: Visitar a página inicial de upgrades

source: Visit author homepage
pt_pt: Visitar a página do autor

source: By %s
pt_pt: Por %s

source: Variation
pt_pt: Variável

source: More
pt_pt: Mais

source: Weight Settings
pt_pt: Definições de peso

source: Save
pt_pt: Guardar
