Repository: shishirking/testing
Catalog: wpsc-languages/wpsc-*.po
Languages: pt_pt

source: Product Categories
pt_pt: Categorias de produtos

source: Latest Products
pt_pt: Últimos produtos

source: Number of products to show:
pt_pt: Número de produtos a mostrar:

source: Price Range
pt_pt: Gama de preços

source: Show All
pt_pt: Mostrar todos

source: Product Tags
pt_pt: Tags de produtos

source: Loading...
pt_pt: A carregar...

source: Hide Cart When Empty:
pt_pt: Ocultar o carrinho quando vazio:

source: Product Specials
pt_pt: Produtos em promoção

source: Show Description:
pt_pt: Mostrar descrição:

source: Note: if this is blank, the image will not be resized
pt_pt: Nota: Se este campo estiver em branco, a imagem não será redimensionada

source: Order Received
pt_pt: Encomenda recebida

source: Closed Order
pt_pt: Encomenda encerrada

source: Please Note
pt_pt: Por favor note

source: Before upgrading you should check the <a %s>upgrade information</a> and changelog as you may need to make updates to your template files.
pt_pt: Antes de fazer upgrade deverá verificar a <a %s>informação de upgrade</a> e registo de alterações uma vez que poderão ser necessárias alterações aos ficheiros do seu template.

source: Store
pt_pt: Loja

source: Sales
pt_pt: Vendas

source: Products
pt_pt: Produtos

source: Variations
pt_pt: Variáveis

source: Product Tracking Email
pt_pt: Email de rastreamento de produto

source: Track & Trace means you may track the progress of your parcel with our online parcel tracker, just login to our website and enter the following Tracking ID to view the status of your order. Tracking ID: %trackid%
pt_pt: A função de Rastreamento & Localização permite-lhe acompanhar online o progresso da sua encomenda. Apenas tem que fazer login no nosso website e inserir o seguinte ID de Rastreamento. ID de Rastreamento: %trackid%

source: Tags used on this post:
pt_pt: Tags utilizadas neste artigo:

source: Add new tag
pt_pt: Adicionar nova tag

source: Separate tags with commas
pt_pt: Separe as tags com vírgulas

source: Text
pt_pt: Texto

source: Textarea
pt_pt: Caixa de texto

source: Heading
pt_pt: Cabeçalho

source: Coupon
pt_pt: Cupão

source: Label
pt_pt: Rótulo

source: Label Description
pt_pt: Descrição do rótulo

source: Item Number
pt_pt: Número do artigo

source: Product Code
pt_pt: Código do produto

source: Last 30 Days
pt_pt: Últimos 30 dias

source: Orders
pt_pt: Encomendas

source: Avg Orders
pt_pt: Média de encomendas

source: Life Time
pt_pt: Desde sempre

source: Sales by Quarter
pt_pt: Vendas por trimestre

source: Sales by
pt_pt: Vendas por

source: Your "products page" is not currently set to display any products. You need to select a product grouping to display by default. <br /> This is set in the Shop Settings page.
pt_pt: A sua página de produtos não está actualmente configurada para mostrar qualquer produto. Deverá seleccionar um grupo de produtos para mostra por defeito. <br /> Esta configuração é definida na página de Definições da Loja.

source: Edit Variation Set
pt_pt: Editar conjunto de variáveis

source: Your Order
pt_pt: A sua encomenda

source: Click to download
pt_pt: Clique para fazer download

source: The administrator has unlocked your file
pt_pt: O administrador desbloqueou o seu ficheiro

source: Dear CustomerWe are pleased to advise you that your order has been updated and your downloads are now active.Please download your purchase using the links provided below.[download_links]Thank you for your custom.
pt_pt: Caro cliente, Temos o prazer de comunicar que a sua encomenda foi actualizada e os seus downloads estão agora activos. Por favor efectue os seus downloads através dos seguintes links: [download_links] Obrigado pela preferência.

source: Select the markets you are selling this category to.
pt_pt: Seleccione os mercados onde pretende vender esta categoria de produtos

source: The item has been added
pt_pt: O artigo foi adicionado

source: The item has not been added
pt_pt: O artigo não foi adicionado

source: The product group has been edited.
pt_pt: O grupo de produtos foi editado.

source: The group has been added.
pt_pt: O grupo foi adicionado.

source: The group has been edited.
pt_pt: O grupo foi editado.

source: Are you sure you want to delete this category? If the category has any subcategories, they will be deleted too.
pt_pt: Tem a certeza que prentende eliminar esta categoria? Se a categoria contiver subcategorias, estas serão também eliminadas.

source: Are you sure you want to delete this product group? All categories it contains will be deleted too.
pt_pt: Tem a certeza que prentende eliminar este grupo de produtos? Todas as categorias do grupo serão também eliminadas.

source: Categorizing your products into groups help your customers find them. For instance if you sell hats and trousers you might want to setup a Group called clothes and add hats and trousers to that group.
pt_pt: Classificar os seus produtos em grupos ajuda os seus clientes a encontrá-los. Por exemplo, se vende chapéus e calças, poderá definir um grupo chamado Roupas e adicionar chapéus e calças a esse grupo.

source: Select a Group to Manage
pt_pt: Seleccione um grupo para gerir

source: or
pt_pt: ou

source: Add New Group
pt_pt: Adicione um novo grupo

source: Edit Group
pt_pt: Editar grupo

source: &quot;[categorisation]&quot; Group
pt_pt: Grupo &quot;[categorisation]&quot;

source: Image
pt_pt: Imagem

source: You are editing the &quot;[categorisation]&quot; Group
pt_pt: Está a editar o grupo &quot;[categorisation]&quot;

source: You are editing an item in the &quot;[categorisation]&quot; Group
pt_pt: Está a editar um artigo no grupo &quot;[categorisation]&quot;

source: Edit Details
pt_pt: Editar detalhes

source: Add Category
pt_pt: Adicionar categoria

source: Adding a new category here will make it available when you add or edit a product.
pt_pt: Ao adicionar uma categoria aqui, ficará disponível quando adicionar ou editar um produto.

source: You are adding a new item to the &quot;[categorisation]&quot; Group
pt_pt: Está a adicionar um artigo ao grupo &quot;[categorisation]&quot;

source: Group Parent
pt_pt: Grupo "pai"

source: Group&nbsp;Image
pt_pt: Imagem&nbsp;so&nbsp;Grupo

source: Display Products
pt_pt: Mostrar produtos

source: Product updated.
pt_pt: Produto actualizado.

source: The following directories are not writable: :directory: You won&#39;t be able to upload any images or files here. You will need to change the permissions on these directories to make them writable.
pt_pt: As seguintes pastas não são graváveis: :directory: Não lhe será possível fazer upload de qualquer ficheiro ou imagem para aqui. Será necessário alterar as permissões destas pastas, para as tornar acessíveis.

source: You are about to delete the selected products. 'Cancel' to stop, 'OK' to delete.
pt_pt: Está prestes a eliminar os produtos seleccionados '%s' Escolha 'Cancelar' para parar ou 'OK' para eliminar.

source: Search
pt_pt: Pesquisar

source: Bulk Actions
pt_pt: Acções em massa

source: Publish
pt_pt: Publicar

source: Draft
pt_pt: Rascunho

source: Apply
pt_pt: Aplicar

source: No Name
pt_pt: Sem nome

source: Delete this product
pt_pt: Eliminar este produto

source: You are about to delete this product '%s' 'Cancel' to stop, 'OK' to delete.
pt_pt: Está prestes a eliminar este produto '%s' Escolha 'Cancelar' para parar ou 'OK' para eliminar.

source: Unpublish
pt_pt: Despublicar

source: You have no products added.
pt_pt: Não produtos adicionados.

source: View All Categories
pt_pt: Ver todas as categorias

source: It looks like your wp-e-commerce theme files are out of date, this can cause potential problems with some gateways and the appearances of the front end of your shop. <br /><strong>We recommend you download the latest version of wp-e-commerce unzip it, and copy the new themes folder into your 'uploads/wpsc/themes' folder on your site. Or port your changes across.</strong>
pt_pt: Aparentemente os ficheiros do seu tema do wp-e-commerce estão desactualizados, o que poderá provocar problemas com alguns gateways e na aparência do front end da sua loja. <br /><strong>Recomendamos que faça download da última versão do wp-e-commerce, descompacte-a e copie a nova pasta 'themes' para a pasta do seu site 'uploads/wpsc/themes'. </strong>

source: Thanks, your thumbnail images have been resized.
pt_pt: Obrigado, os thumbnails das imagens foram redimensionados.

source: General
pt_pt: Geral

source: Presentation
pt_pt: Apresentação

source: Payment Options
pt_pt: Opções de pagamento

source: Import
pt_pt: Importar

source: To configure a shipping module select one on the left.
pt_pt: Para configurar um módulo de envio, seleccione um da listagem à esquerda.

source: Setting Options Updated.
pt_pt: %s opção de definição actualizada.

source: %s Setting Option deleted.
pt_pt: %s opção de definição eliminada.

source: %s Checkout Field Added.
pt_pt: %s campo de checkout adicionado.

source: %s product not updated, somebody is editing it.
pt_pt: %s produto não actualizado, alguém o está a editar.

source: When upgrading the Wp-E-Commerce Plugin from 3.6.* to 3.7 it is required that you associate your checkout form fields with the new Purchase Logs system. To do so please
pt_pt: Ao fazer upgrade do Wp-E-Commerce Plugin de 2.6.* para 3.7 é necessário é associar os campos do seu formulário de checkout ao novo sistema de Registo de Compra. Para o fazer, por favor

source: GetShopped News
pt_pt: Notícias GetShopped

source: Receipt has been resent
pt_pt: O recibo foi reenviado

source: Shipping Options
pt_pt: Opções de envio

source: Shipping Method:
pt_pt: Método de envio:

source: Shipping Option:
pt_pt: Opção de envio:

source: Tracking ID:
pt_pt: ID de acompanhamento:

source: Shipping Status:
pt_pt: Estado do envio:

source: Track History:
pt_pt: Historial de acompanhamento:

source: Billing Details
pt_pt: Detalhes de facturação:

source: Purchase Log Date:
pt_pt: Data de relatório de compra:

source: Purchase Number:
pt_pt: N.º da compra

source: Buyers Name:
pt_pt: Nome do cliente:

source: Address:
pt_pt: Morada:

source: Phone:
pt_pt: Telefone:

source: Payment Method:
pt_pt: Método de pagamento:

source: How User Found Us:
pt_pt: como chegou até nós:

source: Items Ordered
pt_pt: Artigos encomendados:

source: Order Status:
pt_pt: Estado da encomenda:

source: Actions
pt_pt: Acções

source: View Packing Slip
pt_pt: Ver Nota de Embalagem

source: Resend Receipt to Buyer
pt_pt: Reenviar recibo para o cliente

source: Delete this log
pt_pt: Eliminar este registo

source: You are about to delete this log '%s' 'Cancel' to stop, 'OK' to delete.
pt_pt: está prestes a eliminar este registo '%s' Escolha 'Cancelar' para parar ou 'OK' para eliminar.

source: Remove this record
pt_pt: Eliminar este registo

source: Go Back
pt_pt: Voltar atrás

source: e-Commerce Admin Menu
pt_pt: Menu de administração do e-Commerce

source: WP e-Commerce News
pt_pt: Notícias WP e-Commerce

source: Order Summary
pt_pt: Resumo da encomenda

source: (accepted payments)
pt_pt: (pagamentos aceites)

source: Subscribe to your orders
pt_pt: Subscreva as suas encomendas

source: Subscribe to an RSS feed
pt_pt: Subscreva um Feed RSS

source: of your orders
pt_pt: das suas encomendas

source: Plugin News
pt_pt: Notícias do plugin

source: The <a href="http://instinct.co.nz/blogshop/products-page/" target="_blank">WP DropShop Module</a> is the latest and most cutting edge shopping cart available online. Coupled with Grid View then your site will be the talk of street! <br/><br/>The <a href="http://instinct.co.nz/blogshop/products-page/" target="_blank">GridView Module</a> is a visual module built to enhance the way your product page looks.<br/><br/><a href="http://www.instinct.co.nz/wp-campaign-monitor/100">WP Campaign Monitor</a> is an email newsletter tool built just for WP users who want to send campaigns, track the results and manage their subscribers. The latest version integrates with e-commerce lite meaning that you will be able to send buyers email newsletters and much more.
pt_pt: <a href="http://instinct.co.nz/blogshop/products-page/" target="_blank">WP DropShop Module</a>é o mais recente e avançado carrinho de compras disponível online. Juntamente com o Grid View, o seu website será falado por todos! <br/><br/><a href="http://instinct.co.nz/blogshop/products-page/" target="_blank">GridView Module</a> é um módulo visual, construído para melhorar a aparência da sua página de produtos.<br/><br/><a href="http://www.instinct.co.nz/wp-campaign-monitor/100">WP Campaign Monitor</a> é uma ferramenta de envio de newsletters por email, construída especificamente para utilizadores do Wordpress, que pretendam enviar campanhas, acompanhar os resultados e gerir os subscritores. A última versão integra-se com o e-Commerce lite, o que significa que será capaz de enviar newsletters por email para os seus clientes e muito mais...

source: This shop is powered by
pt_pt: Loja powered by

source: Upgrade to Gold
pt_pt: Upgrade para Gold

source: and unleash more functionality into your shop.
pt_pt: e acrescente mais funcionalidades à sua loja.

source: View:
pt_pt: Ver:

source: Filter
pt_pt: Filtro

source: Oops there are no purchase logs for your selection, please try again.
pt_pt: Ups, não existem registos de compra para a sua selecção, por favor tente novamente.

source: Download CSV
pt_pt: Download em ficheiro CSV

source: You are about to delete the selected purchase logs. 'Cancel' to stop, 'OK' to delete.
pt_pt: Está prestes a eliminar os registos de compra seleccionados. Escolha 'Cancelar' para parar ou 'OK' para eliminar.

source: Search Logs
pt_pt: Pesquisar registos

source: WP e-Commerce Upgrades
pt_pt: Upgrades do WP e-Commerce

source: Add more functionality to your e-Commerce site. Prices may be subject to change.
pt_pt: Adicione mais funcionalidade ao seu site de comércio electrónico. Os preços estão sujeitos a alteração.

source: API Key Reset
pt_pt: Repor API Key

source: Enter your API name and key to release it from an old site that you no longer use.
pt_pt: Insira o seu nome da API para a libertar de um site antigo que já não utilize.

source: Upgrade Instructions
pt_pt: Instruções de upgrade

source: Copy the gold_cart_files directory into the %s folder.
pt_pt: Copiar a pasta gord_cart_files para a pasta %s.

source: This folder should be automatically created when the e-commerce plugin is activated, but if it is not, you will have to create it yourself.
pt_pt: Esta pasta deveria ser automaticamente criada quando o plugin ecommerce é activado, mas se não está activada deverá criá-la você mesmo.

source: Now a new panel should appear in the Upgrades page where you must enter your API Username and API Key.
pt_pt: Agora deverá aparecer um novo painel na página de Upgrades onde deverá inserir o seu API Username e API Key.

source: For more information visit our documentation page.
pt_pt: Para mais informação visita a nossa página de documentação.

source: Your API key has been Reset
pt_pt: A sua API key foi reposta

source: Are you sure you want to delete this product?
pt_pt: De certeza que pretende eliminar este produto?

source: Display Variations
pt_pt: Mostrar variáveis

source: A variation can be anything "optional" about a product. ie: Size, Color, etc <br />For example: if you are selling t-shirts you might setup a variation set called size with the values small, medium, large...
pt_pt: Uma variável pode ser qualquer opção de um produto. ie: Tamanho, Cor, etc. <br />Por exemplo: se está a vender t-shirts, poderá definir uma variável chamada tamanho com os valores S, M, L, XL...

source: Add Variation Set
pt_pt: Adicionar conjunto de variáveis

source: Add Value
pt_pt: Adicionar valor

source: Update Variations
pt_pt: Actualizar variáveis

source: Edit Product
pt_pt: Editar o produto

source: Product Name
pt_pt: Nome do produto

source: Display Product Shortcode
pt_pt: Mostrar abreviatura do produto

source: Buy Now Shortcode
pt_pt: Abreviatura de Compre Já

source: Add to Cart Shortcode
pt_pt: Abreviatura de Adicionar ao Carrinho de Compras

source: Display Product Template Tag
pt_pt: Mostrar tag de modelo de produto

source: Buy Now PHP
pt_pt: Compre Agora PHP

source: Add to Cart PHP
pt_pt: Adicionar ao Carrinho PHP

source: Display Product SKU
pt_pt: Mostrar SKU do produto

source: Stock Keeping Unit
pt_pt: SKU

source: Sale Price :
pt_pt: Preço de venda:

source: New Currency
pt_pt: Nova moeda

source: Currency type
pt_pt: Tipo de moeda

source: Delete Currency
pt_pt: Eliminar moeda

source: Additional Description
pt_pt: Descrição adicional

source: Update Product
pt_pt: Actualizar o produto

source: Categories and Tags
pt_pt: Categorias e tags

source: Select &quot;[categorisation]&quot;
pt_pt: Seleccione &quot;[categorisation]&quot;

source: Price and Stock Control
pt_pt: Controlo de preço e stock

source: Do not include tax (tax is set in <a href="%s"/wp-admin/admin.php?page=wpsc-settings">shop config</a>)
pt_pt: Não incluir impostos (o imposto é definido nas <a href="%s"/wp-admin/admin.php?page=wpsc-settings">Definições gerais</a>)

source: This is a donation, checking this box populates the donations widget.
pt_pt: Esta é uma doação, marcar esta caixa preenche o widget de doações

source: Table Rate Price
pt_pt: Tabela de preços

source: Quantity In Cart
pt_pt: Quantidade no carrinho

source: Discounted Price
pt_pt: Preço com desconto

source: Custom Tax Rate
pt_pt: Taxa de imposto personalizada

source: I have a limited number of this item in stock. If the stock runs out, this product will not be available on the shop unless you untick this box or add more stock.
pt_pt: Eu tenho um número limitado deste artigo em stock. Se o stock esgotar, este produto não estará disponível na loja a menos que desmarque esta opção ou adicione mais stock.

source: If this product runs out of stock set status to Unpublished & email site owner
pt_pt: Se o stock deste produto esgotar, definir o estado para não publicado e enviar um email ao administrador do website

source: Stock Qty
pt_pt: Quant. Stock

source: Variation Control
pt_pt: Controlo de variáveis

source: + Add New Variations
pt_pt: + Adicionar novas variáveis

source: Weight
pt_pt: Peso

source: Length
pt_pt: Comprimento

source: Flat Rate Settings
pt_pt: Definições de taxa fixa

source: Local Shipping Fee
pt_pt: Taxa de expedição local

source: International Shipping Fee
pt_pt: Taxa de expedição internacional

source: Disregard Shipping for this product
pt_pt: Não considerar expedição para este produto

source: Advanced Options
pt_pt: Opções avançadas

source: Custom Meta
pt_pt: Metainformação personalizada

source: Add Custom Meta
pt_pt: Adicionar Metainformação personalizada

source: Value
pt_pt: Valor

source: Merchant Notes
pt_pt: Valor

source: These notes are only available here.
pt_pt: Estas observações apenas estão disponíveis aqui.

source: Personalisation Options
pt_pt: Opções de personalização

source: Users can personalize this product by leaving a message on single product page
pt_pt: Os clientes podem personalizar este produto ao deixar um mensagem na página individual do produto

source: Users can upload images on single product page to purchase logs.
pt_pt: Os clientes podem fazer upload de imagens para os registos de compra na página individual do produto

source: Prohibited
pt_pt: Proibido

source: Off Site Product Link
pt_pt: Link de produto em site externo

source: If this product is for sale on another website enter the link here. For instance if your product is an MP3 file for sale on itunes you could put the link here. This option over rides the buy now and add to cart links and takes you to the site linked here.
pt_pt: Se este produto está à venda noutro site, insira o link aqui. Por exemplo, se seu produto é um ficheiro MP3 para venda no iTunes, poderia colocar o link aqui. Esta opção sobrepõe-se ao "comprar agora" e "adicionar ao carrinho" e leva-o para o site vinculado aqui.

source: External Link
pt_pt: Link externo

source: Enable IntenseDebate Comments
pt_pt: Activar IntenseDebate Comments

source: Allow users to comment on this product.
pt_pt: Permitir os utilizadores comentarem este produto.

source: Product Images
pt_pt: Imagens do produto

source: Select Files
pt_pt: Seleccione ficheiros

source: You are using the Flash uploader. Problems? Try the <a class="wpsc_upload_switcher" onclick='wpsc_upload_switcher("browser")'>Browser uploader</a> instead.
pt_pt: Está a utilizar o carregamento de ficheiro por Flash. Problemas? Em alternativa experimente o <a class="wpsc_upload_switcher" onclick='wpsc_upload_switcher("browser")'>carregamento pelo Browser</a>.

source: To upload multiple product thumbnails you must <a href="http://www.instinct.co.nz/shop/">install the premium upgrade</a>
pt_pt: Para fazer upload de vários thumbnails de produtos de uma só vez, deverá <a href="http://www.instinct.co.nz/shop/">instalar o upgrade premium </a>

source: Select an image to upload:
pt_pt: Seleccione uma imagem para fazer upload:

source: You are using the Browser uploader. Problems? Try the <a class="wpsc_upload_switcher" onclick='wpsc_upload_switcher("flash")'>Flash uploader</a> instead.
pt_pt: Está a utilizar o carregamento de ficheiro pelo Browser. Problemas? Em alternativa experimente o <a class="wpsc_upload_switcher" onclick='wpsc_upload_switcher("flash")'>carregamento por Flash</a>.

source: Manage your thumbnails
pt_pt: Gerir os seus thumbnails

source: Product Download
pt_pt: Download de produtos

source: Upload File
pt_pt: Upload de ficheiro

source: Max Upload Size
pt_pt: Tamanho máximo de upload

source: Preview File
pt_pt: Pré-visualizar o ficheiro

source: Select an MP3 file to upload as a preview
pt_pt: Seleccione um ficheiro MP# para fazer upload como pré-visualização

source: Label Control
pt_pt: Controlo de rótulo

source: Add Label
pt_pt: Adicionar rótulo

source: Preview
pt_pt: Pré-visualizar

source: Thumbnail Settings
pt_pt: Definições de thumbnails

source: use default size
pt_pt: utilizar tamanho padrão

source: This is set on the Settings Page
pt_pt: Isto é definido na página de Definições

source: do not resize thumbnail image
pt_pt: não derimensionar a thumbnail de imagem

source: use specific size
pt_pt: utilizar tamanho específico

source: px width
pt_pt: px de largura

source: px height
pt_pt: px de altura

source: use separate thumbnail
pt_pt: utilize thumbnails separados

source: Please refrain from uploading images larger than <strong>%d x %d</strong> pixels
pt_pt: Por favor não faça upload de imagens maiores que <strong>%d x %d</strong> pixels

source: N/A
pt_pt: N/D

source: <strong>ERROR</strong>: Please enter a Product name.<br />
pt_pt: <strong>ERRO</strong>: Por favor introduza um nome de produto.<br />

source: <strong>ERROR</strong>: Please enter a Product Category.<br />
pt_pt: <strong>ERRO</strong>: Por favor insira uma categoria de produto.<br />

source: Could not update product in the database
pt_pt: Não foi possível actualizar o produto na base de dados

source: Could not insert product into the database
pt_pt: Não foi possível inserir o produto na base de dados

source: Check Out Form Fields updated.
pt_pt: O campo de formulário de checkout actualizado.
