Repository: shishirking/testing
Catalog: wpsc-languages/wpsc-*.po
Languages: pt_pt

source: You are editing the &quot;[categorisation]&quot; Category
pt_pt: Está a editar a categoria &quot;[categorisation]&quot;

source: + Add new category to the &quot;[categorisation]&quot; Group
pt_pt: + Adicione uma nova categoria ao grupo &quot;[categorisation]&quot;

source: Name
pt_pt: Nome

source: Description
pt_pt: Descrição

source: Category Parent
pt_pt: Categoria principal

source: Category&nbsp;Image
pt_pt: Categoria&nbsp;Imagem

source: Height
pt_pt: Altura

source: Width
pt_pt: Largura

source: You can upload thumbnail images for each group. To display Group details in your shop you must configure these settings under <a href="admin.php?page=wpsc-settings&tab=presentation">Presentation Settings</a>.
pt_pt: Pode fazer upload de imagens miniatura para cada grupo. Para mostrar os detalhes do Grupo na sua loja, deverá configurar essas definições nas <a href="admin.php?page=wpsc-settings&tab=presentation">Definições de Apresentação</a>.

source: Delete Image
pt_pt: Eliminar imagem

source: Target Markets
pt_pt: Mercados alvo

source: The Target Markets feature has been disabled because you have the Suhosin PHP extension installed on this server. If you need to use the Target Markets feature then disable the suhosin extension, if you can not do this, you will need to contact your hosting provider.
pt_pt: A funcionalidade de Mercados Alvo foi desactivada porque tem a extensão Suhosin PHP instalada neste servidor. Se precisa utilizar a funcionalidade de Mercados Alvo, deverá desactivar a extensão Suhosin PHP. Se não o conseguir fazer, deverá contactar o seu fornecedor de alojamento.

source: Presentation Settings
pt_pt: Definições de apresentação

source: To over-ride the presentation settings for this group you can enter in your prefered settings here
pt_pt: Para se sobrepor às definições de apresentação deste grupo, pode introduzir aqui as definições da sua preferência

source: Catalog View
pt_pt: Vissualização de catálogo

source: Please select
pt_pt: Por favor seleccione

source: Default View
pt_pt: Visualização padrão

source: List View
pt_pt: Visualização de lista

source: Grid View
pt_pt: Vista em grelha

source: Thumbnail&nbsp;Size
pt_pt: Tamanhol&nbsp;da&nbsp;miniatura

source: Checkout Settings
pt_pt: Definições de checkout

source: This category requires additional checkout form fields
pt_pt: Esta categoria requer campos adicionais no formulário de checkout

source: None
pt_pt: Nenhum

source: Products in this category use the billing address to calculate shipping
pt_pt: Os produtos nesta categoria utilizam o endereço de facturação para calcular os portes

source: Yes
pt_pt: Sim

source: No
pt_pt: Não

source: Update Category
pt_pt: Actualizar categoria

source: Delete
pt_pt: Eliminar

source: Variation Values
pt_pt: Valores da variável

source: Add
pt_pt: Adicionar

source: Edit
pt_pt: Editar

source: Coupon Code
pt_pt: Código do cupão

source: Discount
pt_pt: Desconto

source: Start
pt_pt: Início

source: Expiry
pt_pt: Final

source: Use Once
pt_pt: Utilização única

source: Active
pt_pt: Activo

source: Apply On All Products
pt_pt: Aplicável a todos os produtos

source: Update Coupon
pt_pt: Actualizar cupão

source: Delete Coupon
pt_pt: Eliminar cupão

source: Settings
pt_pt: Definições

source: Shop Settings
pt_pt: Definições da Loja

source: Money and Payment
pt_pt: Dinheiro e pagamentos

source: Checkout Page Settings
pt_pt: Definições da página de checkout

source: product
pt_pt: produto

source: products
pt_pt: produtos

source: group
pt_pt: grupo

source: groups
pt_pt: grupos

source: sale
pt_pt: venda

source: sales
pt_pt: vendas

source: variation
pt_pt: variável

source: variations
pt_pt: variáveis

source: transaction
pt_pt: transação

source: transactions
pt_pt: transações

source: Current Month
pt_pt: Mês actual

source: At a Glance
pt_pt: Vista geral

source: Pending
pt_pt: Pendente

source: Closed
pt_pt: Fechado

source: Add New Product
pt_pt: Adicionar um novo produto

source: Here you can add products, groups or variations
pt_pt: Aqui pode adicionar produtos, grupos ou variáveis

source: Right Now
pt_pt: Agora

source: You have <a href="admin.php?page=wpsc-edit-products">:productcount:</a>, contained within <a href="admin.php?page=wpsc-edit-groups">:groupcount:</a>. This month you made :salecount: and generated a total of :monthtotal: and your total sales ever is :overaltotal:. You have :pendingcount: awaiting approval.
pt_pt: Tem <a href="admin.php?page=wpsc-edit-products">:productcount:</a>, em <a href="admin.php?page=wpsc-edit-groups">:groupcount:</a>. Neste mês realizou :salecount:, gerou um total de :monthtotal: e o total global das suas vendas é de :overaltotal:. Tem :pendingcount: a aguardar aprovação.

source: You are using the :theme: style. This is WP e-Commerce :versionnumber:.
pt_pt: Está a utilizar o tema :theme:. Esta é a versão :versionnumber: do WP e-Commerce.

source: Packing Slip
pt_pt: Nota de Embalagem

source: Order
pt_pt: Encomenda

source: Quantity
pt_pt: Quantidade

source: Price
pt_pt: Preço

source: Shipping
pt_pt: Envio

source: This users cart was empty
pt_pt: O carrinho de compras deste utilizador encontrava-se vazio

source: Thanks, the coupon has been added.
pt_pt: Obrigado, o cupão foi adicionado

source: Coupons
pt_pt: Cupões

source: Create Coupon
pt_pt: Criar cupão

source: Add New Condition
pt_pt: Adicionar nova variável

source: <strong>Note:</strong> Due to a current limitation of PayPal, if your user makes a purchase and uses a coupon, we can not send a list of items through to paypal for processing. Rather, we must send the total amount of the purchase, so that within PayPal the user who purchases a product will see your shop name and the total amount of their purchase.
pt_pt: <strong>Devido a uma limitação actual do PayPal, se o utilizador fizer uma compra e utilizar um cupão, não podemos enviar uma lista dos artigos para o PayPal, para processamento. Temos antes que enviar o valor total da compra, para que no PayPal, o utilizador que comprou um produto, veja o nome da loja e o montante total da compra.

source: Marketing Settings
pt_pt: Definições de Marketing

source: Display Cross Sales
pt_pt: Mostrar vendas cruzadas

source: Show Share This (Social Bookmarks)
pt_pt: Mostrar "Share this" (Social Bookmarks)

source: Display How Customer Found Us Survey
pt_pt: Mostrar o inquérito "Como o cliente nos encontrou"

source: Submit
pt_pt: Submeter

source: RSS Address
pt_pt: Endereço RSS

source: <strong>Note:</strong> Not only can people use this RSS to keep update with your product list but you can also use this link to promote your products in your facebook profile. <br />Just add the <a href="http://apps.facebook.com/getshopped">getshopped! facebook application</a> to your facebook profile and follow the instructions.
pt_pt: <strong>Nota: Os seus clientes podem utilizar o Feed RSS para se manter actualizados sobre os seus produtos. Poderá também utilizar esta ligação para promover os seus produtos no seu perfil do Facebook. <br /> Basta adicionar a aplicação <a href="http://apps.facebook.com/getshopped">Facebook getshopped!</a> ao seu perfil do Facebook e seguir as instruções.

source: User ID
pt_pt: ID de utilizador

source: Registered Date
pt_pt: Data de registo

source: Suspend
pt_pt: Suspender

source: Activate
pt_pt: Activar

source: First Name
pt_pt: Primeiro nome

source: Please enter a valid name
pt_pt: Por favor insira um nome válido

source: Last Name
pt_pt: Último nome

source: Please enter a valid surname
pt_pt: Por favor insira um apelido válido

source: Please enter a valid email address
pt_pt: Por favor introduza um endereço de email válido

source: Address 1
pt_pt: Morada (linha 1)

source: Address 2
pt_pt: Morada (linha 2)

source: Please enter a valid address
pt_pt: Por favor insira uma morada válida

source: City
pt_pt: Localidade

source: Please enter your town or city.
pt_pt: Por favor insira a sua localidade

source: Phone
pt_pt: Telefone

source: Please enter a valid phone number
pt_pt: Por favor insira um número de telefone válido

source: Country
pt_pt: País

source: Please select your country from the list.
pt_pt: Por favor selecione o seu país na lista

source: Please enter a valid
pt_pt: Por favor insira um valor válido no seguinte campo:

source: Thanks, your changes have been saved.
pt_pt: Obrigado, as suas alterações foram guardadas.

source: Save Profile
pt_pt: Guardar perfil

source: placeholder for:
pt_pt: espaço reservado para

source: Your forms:
pt_pt: Os seus formulários:

source: Insert
pt_pt: Inserir

source: Cancel
pt_pt: Cancelar

source: Google Shipping Country
pt_pt: País de expedição do Google

source: Save Changes
pt_pt: Guardar alterações

source: Product Donations
pt_pt: Doações de produtos

source: More Details
pt_pt: Mais detalhes

source: Add To Cart
pt_pt: Adicionar ao carrinho

source: Avg. Customer Rating
pt_pt: Média de avaliações dos clientes

source: Your Rating
pt_pt: A sua avaliação

source: Saved
pt_pt: Guardado

source: Rate This item
pt_pt: Avalie este artigo

source: Pick a Category
pt_pt: Escolha uma categoria

source: Your Categories:
pt_pt: As suas categorias

source: Category
pt_pt: Categoria

source: Add Product
pt_pt: Adicionar produto

source: Select Category
pt_pt: Selecionar categoria

source: No Category
pt_pt: Sem categoria

source: Number of items per Page
pt_pt: Número de artigos por página

source: Number of visible items
pt_pt: Número de artigos visíveis

source: Update &raquo;
pt_pt: Actualizar &raquo;

source: Your Subscription
pt_pt: A sua subscrição

source: Currency Converter
pt_pt: Conversor de divisas

source: If your website uses a currency not accepted by Paypal, select an accepted currency using the drop down menu bellow. Buyers on your site will still pay in your local currency however we will send the order through to Paypal using currency you choose below.
pt_pt: Se o seu website utiliza uma moeda não aceite pelo Paypal, selecione uma moeda utilizando o menu abaixo. Os compradores no seu website continuarão a pagar na sua moeda local, no entanto a ordem de pagamento será enviada ao Paypal utilizando a moeda que escolher aqui.

source: Your website uses <strong>%s</strong>. This currency is not supported by PayPal, please select a currency using the drop down menu below. Buyers on your site will still pay in your local currency however we will send the order through to Paypal using the currency you choose below.
pt_pt: O seu site utiliza <strong>% s </ strong>. Esta moeda não é suportada pelo PayPal. Por favor, escolha uma moeda utilizando o menu abaixo. Os compradores do site pagarão na moeda local, no entanto, o pedido será enviado através do Paypal utilizando a moeda que escolher aqui.

source: There is a problem with your PayPal account configuration, please contact PayPal for further information.
pt_pt: Existe um problema com a configuração da sua conta do PayPal. Por favor contacte o PayPal para mais informações.

source: Sorry your transaction did not go through to Paypal successfully, please try again.
pt_pt: Desculpe mas a sua transação não foi processada pelo Paypal com sucesso. Por favor tente de novo.

source: Test Mode Enabled:
pt_pt: Modo de teste activado

source: Enter the payment instructions that you wish to display to your customers when they make a purchase
pt_pt: Insira as instruções de pagamento que deseja mostrar aos clientes quando efectuarem uma compra

source: For example, this is where you the Shop Owner might enter your bank account details or address so that your customer can make their manual payment.
pt_pt: Por exemplo, é aqui que o proprietário da loja poderá inserir os detalhes da conta bancária ou endereço para que o cliente possa efectuar o pagamento manual.

source: E-mail this, post to del.icio.us, etc.
pt_pt: Enviar por email, publicar no del.icio.us, etc.

source: Close
pt_pt: Fechar

source: Social Web
pt_pt: Web Social

source: E-mail It
pt_pt: Enviar por email

source: To Address:
pt_pt: Destinatário:

source: Your Name:
pt_pt: O seu nome:

source: Your Address:
pt_pt: A sua morada:

source: Send It
pt_pt: Enviar

source: Click your <strong>back button</strong> and make sure those e-mail addresses are valid then try again.
pt_pt: Clique no <strong>botão retroceder</strong> e certifique-se de que os endereços de email sºao valido e tente de novo.

source: Check out this product on
pt_pt: Veja este produto em

source: Greetings--
pt_pt: Saudações,

source: thinks this will be of interest to you:
pt_pt: achou que este artigo lhe poderia interessar:

source: Enjoy.
pt_pt: Aproveite.

source: Share This :
pt_pt: Partilhe:

source: <strong>What is this?</strong> From this page you can use the <em>Social Web</em> links to save %s to a social bookmarking site, or the <em>E-mail</em> form to send a link via e-mail.
pt_pt: <strong>O que é isto?</strong> A partir desta página poderá utilizar as ligações <em>Social Web</em> para guardar %s em vários sites, ou o formulário de <em>Email</em> para enviar esta ligação por email.

source: Posted in:
pt_pt: Publicado em:

source: Return to:
pt_pt: Regressar a:

source: This shipping module only works if the base country in settings, region is set to Australia.
pt_pt: Este módulo de expedição apenas funciona se o seu país base, nas definições, estiver definido como Austrália.

source: You must set your base postcode above before this shipping module will work.
pt_pt: Deverá definir acima o seu código postal base para que este módulo de expedição funcione.

source: Select the Australia Post services that you want to offer during checkout:
pt_pt: Seleccione o serviço de Correios da Austrália que pretende oferecer durante o checkout:

source: Notes:
pt_pt: Notas:

source: 1. The actual services quoted to the customer during checkout will depend on the destination country. Not all methods are available to all destinations.
pt_pt: 1. Os serviços orçamentos aos clientes durante o checkout vão depender do país de destino. Nem todos os métodos estão disponíveis para todos os destinos.

source: 2. Each product must have a valid weight configured. When editing a product, use the weight field.).
pt_pt: 2. Cada produto deverá configurado um peso válido. Ao editar um produto, utilize o campo peso.

source: 3. To ensure accurate quotes, each product must valid dimensions configured. When editing a product, use the height, width and length fields.
pt_pt: 3. Para assegurar orçamentos correctos, cada produto deverá ter configuradas dimensões válidas. Ao editar um produto, utilize os campos altura, largura e comprimento.

source: 4. The combined dimensions are estimated by calculating the volume of each item, and then calculating the cubed root of the overall order volume which becomes width, length and height.
pt_pt: 4. As dimensões combinadas são estimadas pelo cálculo do volume de cada artigo, depois pelo cálculo da raiz quadrada do volume total da encomenda e finalmente convertendo em largura, comprimento e altura.

source: 5. If no product volumes are defined, then default package dimensions of 100mm x 100mm x 100mm will be used.
pt_pt: 5. Se não forem definidos volumes de produtos, serão utilizadas dimensões padrão da embalagem de 100mm x 100mm x 100mm.

source: %1$s (estimated delivery time: %2$d business day)
pt_pt: %1$s (tempo de entrega estimado: %2$d dia útil)

source: If you do not wish to ship to a particular region, leave the field blank. To offer free shipping to a region, enter 0.
pt_pt: Se não desejar expedir para uma determinada região, deixe o campo em branco. Se pretender oferecer a expedição para uma região, insira 0.

source: Total Price
pt_pt: Preço total

source: Shipping Price
pt_pt: Preço de envio

source: If price is
pt_pt: Se o preço for

source: and above
pt_pt: ou superior

source: Your Packaging
pt_pt: A sua embalagem

source: Destination Type
pt_pt: Tipo de destino

source: Residential Address
pt_pt: Endereço particular

source: Commercial Address
pt_pt: Endereço comercial

source: Packaging
pt_pt: Embalagem

source: Use Testing Environment
pt_pt: Utilizar ambiente de testes

source: All services used if no services selected
pt_pt: Todos os serviços serão utilizados se nenhum for seleccionado

source: Don't have an API login/ID ?
pt_pt: Não tem

source: Click Here
pt_pt: Clique aqui

source: Use Test Server:
pt_pt: Utilizar servidor de testes:

source: Total weight <br />(<abbr alt="You must enter the weight here in pounds, regardless of what you used on your products" title="You must enter the weight here in pounds, regardless of what you used on your products">in Pounds</abbr>)
pt_pt: Peso total <br />(<abbr alt="Deverá inserir aqui o peso total em libras independentemente da unidade utilizada nos seus produtos" title="Deverá inserir aqui o peso total em libras independentemente da unidade utilizada nos seus produtos">em Libras (Pounds)</abbr>)

source: If weight is
pt_pt: Se o peso for

source: Shopping Cart
pt_pt: Carrinho de compras

source: %d topics
pt_pt: %d tópicos

source: GST/Tax Rate
pt_pt: Taxa de IVA

source: Number of items
pt_pt: Número de artigos

source: Product
pt_pt: Produto

source: Qty
pt_pt: Qt.

source: Postage &amp; Tax
pt_pt: Portes e impostos

source: Empty your cart
pt_pt: Esvaziar carrinho

source: Go to Checkout
pt_pt: Continuar para checkout

source: Your shopping cart is empty
pt_pt: O seu carrinho está vazio

source: Visit the shop
pt_pt: Visitar a loja

source: Page Number position
pt_pt: Posição do número da página

source: This product has sold out.
pt_pt: Este produto está esgotado.

source: There are no products in this group.
pt_pt: Não existem produtos neste grupo.

source: Buy Now
pt_pt: Compre agora

source: Updating cart...
pt_pt: A actualizar o carrinho...

source: Donation
pt_pt: Doação

source: P&amp;P
pt_pt: Portes

source: Please review your order
pt_pt: Por favor confirme a sua encomenda

source: Update
pt_pt: Actualizar

source: Remove
pt_pt: Remover

source: Coupon is not valid.
pt_pt: O cupão não é válido.

source: Enter your coupon number
pt_pt: Insira o número do seu cupão

source: Calculate Shipping Price
pt_pt: Calcular preço de envio

source: Please choose a country below to calculate your shipping costs
pt_pt: Por favor seleccione um país para calcular os custos de envio

source: Please provide a Zipcode and click Calculate in order to continue.
pt_pt: Por favor seleccione um código postal e clique em Calcular para continuar.

source: Sorry, online ordering is unavailable to this destination and/or weight. Please double check your destination details.
pt_pt: Pedimos desculpa mas as encomendas online não se enocntram disponíveis para este destino e/ou peso. Por favor confirme novamente os seus detalhes de destino.

source: - Choose a Shipping Rate
pt_pt: - Escolha uma taxa de envio

source: Total Shipping
pt_pt: Total de portes

source: Not yet a member?
pt_pt: Ainda não é membro?

source: In order to buy from us, you'll need an account. Joining is free and easy. All you need is a username, password and valid email address.
pt_pt: Para poder adquirir os nossos produtos, necessita de uma conta. Criar uma é grátis e simples. Só precisa de um nome de utilizador, password e endereço de email válido.

source: Username
pt_pt: Nome de utilizador

source: Please enter your contact details:
pt_pt: Por favor indique os seus detalhes de contacto:

source: Fields marked with an asterisk must be filled in.
pt_pt: Os campos marcados com asterisco são de preenchimento obrigatório.

source: Select a payment gateway
pt_pt: Seleccione um gateway de pagamento

source: I agree to The
pt_pt: Eu concordo e aceito os

source: Terms and Conditions
pt_pt: Termos e Condições de Utilização

source: Make Purchase
pt_pt: Efectuar compra

source: Oops, there is nothing in your cart.
pt_pt: Ups, o seu carrinho está vazio!

source: Please visit our shop
pt_pt: Por favor visite a nossa loja

source: Personalize your product
pt_pt: Personalize o seu produto

source: Complete this form to include a personalized message with your purchase.
pt_pt: Complete este formulário para incluir uma mensagem pessoal com a sua compra.

source: Upload a File
pt_pt: Upload de ficheiro

source: Select a file from your computer to include with this purchase.
pt_pt: Seleccione um ficheiro do seu computador para incluir nesta compra.

source: We&#39;re Sorry, your order has not been accepted, the most likely reason is that you have insufficient funds.
pt_pt: Lamentamos informar que a sua encomenda não foi aceite. A razão mais comum para esta situação é que não tem saldo suficiente.

source: New pending order
pt_pt: Nova encomenda pendente

source: There is a new order awaiting processing:
pt_pt: Há uma encomenda a aguardar processamento

source: Thank you, your purchase is pending, you will be sent an email once the order clears.
pt_pt: Obrigado, a sua encomenda encontra-se pendente. Enviaremos um email logo que seja processada.

source: Your Transaction ID
pt_pt: O seu ID de transação

source: Transaction ID
pt_pt: ID da transação

source: Order Pending: Payment Required
pt_pt: Encomenda pendente: Pagamento necessário

source: Purchase Receipt
pt_pt: Recibo da compra

source: Customer Details
pt_pt: Detalhes do cliente

source: Purchase Report
pt_pt: Relatório de compra

source: The Transaction was successful
pt_pt: A transação foi efectuada com sucesso

source: Sorry your transaction was not accepted.<br /><a href=
pt_pt: Pedimos desculpa mas a sua transação não foi aceite.<br /><a href=

source: Your Order from %shop_name% has been dispatched
pt_pt: A sua encomenda efectuada em %shop_name% foi processada.

source: Thank you for purchasing with %shop_name%, any items to be shipped will be processed as soon as possible, any items that can be downloaded can be downloaded using the links on this page.All prices include tax and postage and packaging where applicable.You ordered these items:%product_list%%total_shipping%%total_price%
pt_pt: Obrigado por comprar em %shop_name%! A sua encomenda será processada e os produtos enviados brevemente. Se adquiriu produtos em formato digital, poderá fazer os respectivos downloads a partir dos links disponibilizados nesta página. Sempre que aplicável, todos os produtos incluem impostos, portes e embalagem. Encomendou os seguintes artigos:%product_list%%total_shipping%%total_price%

source: File Names
pt_pt: Nomes de ficheiro

source: Downloads Left
pt_pt: Downloads restantes

source: Date
pt_pt: Data

source: You have not purchased any downloadable products yet.
pt_pt: Ainda não aqdquiriu produtos digitais para download.

source: Status
pt_pt: Estado

source: Payment Method
pt_pt: Método de pagamento

source: Details
pt_pt: Detalhes

source: Order Status
pt_pt: Estado da encomenda

source: Shipping Details
pt_pt: Detalhes de envio

source: Order Details
pt_pt: Detalhes da encomenda

source: GST
pt_pt: IVA

source: Final Total
pt_pt: Total final

source: Address
pt_pt: Morada

source: Purchase No.
pt_pt: Compra n.º

source: Transaction Id
pt_pt: ID da transação

source: No transactions for this month.
pt_pt: Não existem transações neste mês.

source: There have not been any purchases yet.
pt_pt: Ainda não foram efectuadas compras.

source: You must be logged in to use this page. Please use the form below to login to your account.
pt_pt: Deverá estar ligado para utilizar esta página. Por favor utilize o formulário abaixo para fazer login na sua conta.

source: Admin Menu
pt_pt: Menu de administração

source: Categories
pt_pt: Categorias

source: Title:
pt_pt: Título:

source: Display the :category: Group
pt_pt: Mostra o grupo :category:

source: Display the Group thumbnails in the sidebar
pt_pt: Mostra os thumbnails do Grupo na barra lateral

source: Product Grouping Widget
pt_pt: Widget de grupos de produtos
